[
    {
        "Title": "Berserk",
        "Score": "9.47",
        "Rank": "#1",
        "Popularity": "#1",
        "Members": "721,266",
        "Favourites": "129,942",
        "Authors": [
            "Miura, Kentarou",
            "Studio Gaga"
        ],
        "Synopsis": "Guts, a former mercenary now known as the Black Swordsman, is out for revenge. After a tumultuous childhood, he finally finds someone he respects and believes he can trust, only to have everything fall apart when this person takes away everything important to Guts for the purpose of fulfilling his own desires. Now marked for death, Guts becomes condemned to a fate in which he is relentlessly pursued by demonic beings.\n\nSetting out on a dreadful quest riddled with misfortune, Guts, armed with a massive sword and monstrous strength, will let nothing stop him, not even death itself, until he is finally able to take the head of the one who stripped him—and his loved one—of their humanity.\n\n[Written by MAL Rewrite]\n\nIncluded one-shot:\nVolume 14: Berserk: The Prototype",
        "Genres": [
            "Action",
            "Adventure",
            "Award Winning",
            "Drama",
            "Fantasy",
            "Horror",
            "Supernatural",
            "Gore",
            "Military",
            "Mythology",
            "Psychological",
            "Seinen"
        ],
        "Themes": [
            "Gore",
            "Military",
            "Mythology",
            "Psychological"
        ],
        "Demographic": "Seinen",
        "Recommended": "250",
        "Mixed Feelings": "16",
        "Not Recommended": "18"
    },
    {
        "Title": "JoJo no Kimyou na Bouken Part 7: Steel Ball RunJoJo's Bizarre Adventure Part 7: Steel Ball Run",
        "Score": "9.31",
        "Rank": "#2",
        "Popularity": "#23",
        "Members": "278,791",
        "Favourites": "46,004",
        "Authors": [
            "Araki, Hirohiko"
        ],
        "Synopsis": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.\n\nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.\n\n[Written by MAL Rewrite]",
        "Genres": [
            "Action",
            "Adventure",
            "Mystery",
            "Supernatural",
            "Historical",
            "Seinen",
            "Shounen"
        ],
        "Themes": [
            "Historical"
        ],
        "Demographic": "Seinen",
        "Recommended": "122",
        "Mixed Feelings": "7",
        "Not Recommended": "1"
    },
    {
        "Title": "Vagabond",
        "Score": "9.26",
        "Rank": "#3",
        "Popularity": "#14",
        "Members": "403,569",
        "Favourites": "43,983",
        "Authors": [
            "Inoue, Takehiko",
            "Yoshikawa, Eiji"
        ],
        "Synopsis": "In 16th-century Japan, Shinmen Takezou is a wild, rough young man, in both his appearance and his actions. His aggressive nature has won him the collective reproach and fear of his village, leading him and his best friend, Matahachi Honiden, to run away in search of something grander than provincial life. The pair enlist in the Toyotomi army, yearning for glory—but when the Toyotomi suffer a crushing defeat at the hands of the Tokugawa Clan at the Battle of Sekigahara, the friends barely make it out alive.\n\nAfter the two are separated, Shinmen returns home on a self-appointed mission to notify the Hon'iden family of Matahachi's survival. He instead finds himself a wanted criminal, framed for his friend's supposed murder based on his history of violence. Upon being captured, he is strung up on a tree and left to die. An itinerant monk, the distinguished Takuan Soho, takes pity on the \"devil child,\" secretly freeing Shinmen and christening him with a new name to avoid pursuit by the authorities: Musashi Miyamoto.\n\nVagabond is the fictitious retelling of the life of one of Japan's most renowned swordsmen, the \"Sword Saint\" Musashi Miyamoto—his rise from a swordsman with no desire other than to become \"Invincible Under the Heavens\" to an enlightened warrior who slowly learns of the importance of close friends, self-reflection, and life itself.\n\n[Written by MAL Rewrite]",
        "Genres": [
            "Action",
            "Adventure",
            "Award Winning",
            "Historical",
            "Samurai",
            "Seinen"
        ],
        "Themes": [
            "Historical",
            "Samurai"
        ],
        "Demographic": "Seinen",
        "Recommended": "92",
        "Mixed Feelings": "9",
        "Not Recommended": "2"
    },
    {
        "Title": "One Piece",
        "Score": "9.22",
        "Rank": "#4",
        "Popularity": "#4",
        "Members": "639,904",
        "Favourites": "119,652",
        "Authors": [
            "Oda, Eiichiro"
        ],
        "Synopsis": "Gol D. Roger, a man referred to as the King of the Pirates, is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the King of the Pirates is executed and the Great Age of Pirates begins.\n\nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new King of the Pirates. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n[Written by MAL Rewrite]",
        "Genres": [
            "Action",
            "Adventure",
            "Fantasy",
            "Shounen"
        ],
        "Themes": [],
        "Demographic": "Shounen",
        "Recommended": "185",
        "Mixed Feelings": "21",
        "Not Recommended": "19"
    },
    {
        "Title": "Monster",
        "Score": "9.16",
        "Rank": "#5",
        "Popularity": "#29",
        "Members": "257,189",
        "Favourites": "21,903",
        "Authors": [
            "Urasawa, Naoki"
        ],
        "Synopsis": "Kenzou Tenma, a renowned Japanese neurosurgeon working in post-war Germany, faces a difficult choice: to operate on Johan Liebert, an orphan boy on the verge of death, or on the mayor of Düsseldorf. In the end, Tenma decides to gamble his reputation by saving Johan, effectively leaving the mayor for dead.\n\nAs a consequence of his actions, hospital director Heinemann strips Tenma of his position, and Heinemann's daughter Eva breaks off their engagement. Disgraced and shunned by his colleagues, Tenma loses all hope of a successful career—that is, until the mysterious killing of Heinemann gives him another chance.\n\nNine years later, Tenma is the head of the surgical department and close to becoming the director himself. Although all seems well for him at first, he soon becomes entangled in a chain of gruesome murders that have taken place throughout Germany. The culprit is a monster—the same one that Tenma saved on that fateful day nine years ago.\n\n[Written by MAL Rewrite]",
        "Genres": [
            "Award Winning",
            "Drama",
            "Mystery",
            "Adult Cast",
            "Psychological",
            "Seinen"
        ],
        "Themes": [
            "Adult Cast",
            "Psychological"
        ],
        "Demographic": "Seinen",
        "Recommended": "67",
        "Mixed Feelings": "9",
        "Not Recommended": "6"
    }
]